Repository: cucmberium/Flantter
Catalog: Flantter.MilkyWay/String/*/Resources.resw
Source language: en_us
Languages: ja_jp

# SettingsFlyout_Settings_Main_DatabaseSetting_Textblock.Text
source: Database setting
ja_jp: データベース設定

source: Disable startup timeline update
ja_jp: 起動時のタイムライン更新をすべて無効にする

# SettingsFlyout_Settings_Database_RestoreTimelineOnStartup_ToggleSwitch.Header
source: Restore timeline on startup
ja_jp: 起動時にタイムラインを復元する

# SettingsFlyout_Settings_Database_DeleteDatabaseFile_Textblock.Text
source: Delete database file
ja_jp: データベースの削除

# ConfirmDialog_DonatedAlready
source: You already upgraded.
ja_jp: あなたはすでに寄付しています

# SettingsFlyout_Settings_Behavior_EnableCreateAtLink_ToggleSwitch.Header
source: Enable create at link
ja_jp: ツイート選択時日時クリックで対象ツイートをブラウザで開く

# SettingsFlyout_Settings_Behavior_EnableTweetTextSelection_ToggleSwitch.Header
source: Enable tweet text selection
ja_jp: ツイート選択時テキストを選択できるように

# Event_RetweetTweet
source: {0} retweeted {1} tweet.
ja_jp: {0} が {1} のツイートをリツイートしました。

# AuthorizePopup_CreateAccountButton.Content
source: Create account
ja_jp: アカウント作成

# MainSwipeMenu_Collections.Text
source: Collections
ja_jp: コレクション

# SettingsFlyout_UserCollections_CreateCollection_Textblock.Text
source: Create collection
ja_jp: コレクションを作成する

# SettingsFlyout_UserCollections_UpdateCollection_Textblock.Text
source: Update collection
ja_jp: コレクションを更新

# SettingsFlyout_UserCollections_CloseCreateCollection_Textblock.Text
source: Close
ja_jp: 閉じる

# SettingsFlyout_UserCollections_CloseUpdateCollection_Textblock.Text
source: Close
ja_jp: 閉じる

# SettingsFlyout_UserProfile_Add_Flyout_OpenUserCollections.Text
source:  Open user collections
ja_jp:  ユーザーのコレクションを開く

# Tweet_Command_MenuFlyout_DeleteFromCollection.Text
source:  Delete from collection
ja_jp:  コレクションから削除

# SettingsFlyout_Settings_Behavior_RemoveRetweetOfMyTweet_ToggleSwitch.Header
source: Remove retweet of my tweet
ja_jp: リツイートされた自分のツイートを表示しない

# Tweet_Command_MenuFlyout_AddToCollection.Text
source:  Add to collection
ja_jp:  コレクションに追加

# ConfirmDialog_AddToCollection
source: Add to collection?
ja_jp: コレクションに追加しますか?

# ColumnView_ControlBar_MenuFlyout_ClearColumn.Text
source:  Clear column
ja_jp:  カラムをクリア

# Notification_System_ClearColumn
source: If tweet remains in your timeline, you can clear column from menu.
ja_jp: ツイートがタイムラインに残っている場合はメニューからカラムをクリアできます

# SettingsFlyout_Settings_Display_ShowQuotedStatusMedia_ToggleSwitch.Header
source: Show media in quoted status.
ja_jp: 引用ツイート等のサムネイルを表示する

# SettingsFlyout_StatusDetail_Menu_AddCollection.Text
source: Add to collection
ja_jp: コレクションに追加

# SettingsFlyout_StatusDetail_Menu_CopyStatusUrl.Text
source: Copy tweet url
ja_jp: ツイートURLのコピー

# Tweet_Command_MenuFlyout_CopyTweetUrl.Text
source:  Copy tweet url
ja_jp:  ツイートURLのコピー

# SettingsFlyout_Settings_Posting_ShowAppBarToTop_ToggleSwitch.Header
source: Show tweet area to top
ja_jp: ツイート画面を上部に表示する

# ColumnView_ControlBar_MenuFlyout_OpenCollection.Text
source:  Open collection in browser
ja_jp:  コレクションをブラウザで開く

# Tweet_Command_MenuFlyout_OpenCollection.Text
source:  Open collection in browser
ja_jp:  コレクションをブラウザで開く

# SettingsFlyout_Settings_Behavior_NotificateRetweetedRetweet_ToggleSwitch.Header
source: Notificate retweeted retweet and favorited retweet to others
ja_jp: リツイートをリツイートやお気に入りに登録した際の通知を飛ばす

# ConfirmDialog_MuteWord
source: Mute word in Flantter?
ja_jp: Flantter内で単語をミュートしますか?

# SettingsFlyout_Settings_Mute_MuteWords_Add_Button.Content
source: Add
ja_jp: 追加

# SettingsFlyout_Settings_Mute_MuteWords_ComboBox.Header
source: Mute words
ja_jp: ミュートワード

# SettingsFlyout_Settings_Mute_MuteWords_Delete_Button.Content
source: Delete
ja_jp: 削除

# SettingsFlyout_UserCollections_DeleteCollection_Textblock.Text
source: Delete collection
ja_jp: コレクションを削除

# ConfirmDialog_DeleteCollection
source: Delete collection?
ja_jp: コレクションを削除しますか?

# SettingsFlyout_Settings_Mute_MuteWords_TextBox.PlaceholderText
source: Add mute word
ja_jp: ミュートしたい単語を追加

# SettingsFlyout_UserCollections_Description_TextBox.Header
source: Description
ja_jp: コレクションの説明

# SettingsFlyout_UserCollections_Name_TextBox.Header
source: Collection name
ja_jp: コレクション名

# AuthorizePopup_ChoiceService.Text
source: Choice service what you want to authorize.
ja_jp: どちらのサービスで認証しますか？

# Event_Me
source: you
ja_jp: あなた

# Event_Mention
source: {0} mentioned to {1}.
ja_jp: {0} が {1} に対してリプライを飛ばしました

# Notification_System_NotImplementedException
source: This feature is not impremented in target platform.
ja_jp: その動作は現在使っているプラットフォームに対応していません

# SettingsFlyout_Settings_Display_UseTransparentBackground_ToggleSwitch.Header
source: Use transparent background
ja_jp: 背景画像を透明にする

source: Reset posting account before tweet area opening.
ja_jp: 投稿画面を開く際にアカウントを初期化する
